Repository: ayslana/watering
Catalog: *.lproj/Localizable.strings
Languages: es, it, ja, pt_br

# string_args_0001
source: What is your name?
es: ¿Cuál es tu nombre?
it: Come ti chiami?
ja: あなたの名前は?
pt_br: Qual seu Nome?

# string_args_0002
source: Type here
es: Escriba aquí
it: Digita qui
ja: ここに入力
pt_br: Digite Aqui

# string_args_0003
source: Enter at least 4 characters.
es: Ingrese al menos 5 caracteres.
it: Inserisci almeno 4 caratteri.
ja: 5 文字以上入力してください。
pt_br: Insira pelo menos 5 caracteres.

# string_args_0004
source: Welcome to Watering
es: Bienvenido a Watering
it: Benvenuto in Watering
ja: 給水へようこそ
pt_br: Bem-vindo ao Watering

# string_args_0005
source: Before we continue, I need to ask 3 little questions...
es: Antes de continuar, necesito hacer 3 preguntas...
it: Prima di continuare, devo fare 3 piccole domande...
ja: 先に進む前に、3 つの小さな質問をする必要があります...
pt_br: Antes de continuarmos, preciso fazer 3 perguntinhas...

# string_args_0006
source: Next
es: Siguiente
it: Avanti
ja: 次へ
pt_br: Próximo

# string_args_0007
source: What is your plant's name?
es: ¿Cuál es el nombre de tu planta?
it: Come si chiama la tua pianta?
ja: 植物の名前は?
pt_br: Qual é o nome de sua platinha?

# string_args_0008
source: Choose your plant.
es: Elige tu planta.
it: Scegli la tua pianta.
ja: 植物を選択してください。
pt_br: Escolha sua plantinha.

# string_args_0009
source: Done
es: Hecho
it: Fatto
ja: 完了
pt_br: Feito

# string_args_0010
source: Press on the droplet to water your plant!
es: ¡Presiona la gota para regar tu planta!
it: Premi sulla gocciolina per annaffiare la tua pianta!
ja: 水滴を押して植物に水をやりましょう!
pt_br: Pressione na gotinha pra aguar sua plantinha!

# string_args_0011
source: Hello,
es: Hola,
it: Ciao,
ja: こんにちは、
pt_br: Olá,

# string_args_0012
source: Hasn't been watered since:
es: No se ha regado desde:
it: Non è stato annaffiato da:
ja: 次から給水されていません:
pt_br: Não foi aguada desde:

# string_args_0013
source: Edit
es: Editar
it: Modifica
ja: 編集
pt_br: Editar

# string_args_0014
source: a long time ago...
es: hace mucho tiempo...
it: tanto tempo fa...
ja: ずっと前に...
pt_br: muito tempo...

# string_args_0015
source: Save
es: Guardar
it: Salva
ja: 保存
pt_br: Salvar

# string_args_0016
source: Save Changes
es: Guardar cambios
it: Salva modifiche
ja: 変更を保存
pt_br: Salvar Mudanças

# string_args_0017
source: Would you like to save the changes?
es: ¿Te gustaría guardar los cambios?
it: Vuoi salvare le modifiche?
ja: 変更を保存しますか?
pt_br: Você gostaria de salvar as modificações?

# string_args_0018
source: Yes
es: Sí
it: Sì
ja: はい
pt_br: Sim

# string_args_0019
source: Tap on the plant to replace it
es: Toca la planta para reemplazarla
it: Tocca la pianta per sostituirla
ja: 植物をタップして置き換えます
pt_br: Toque na plantinha para substituí-la

# string_args_0020
source: Choose your name
es: Elige tu nombre
it: Scegli il tuo nome
ja: 名前を選択してください
pt_br: Escolha seu nome

# string_args_0021
source: Is this the plant you want?
es: ¿Es esta la planta que quieres?
it: È questa la pianta che vuoi?
ja: これはあなたが望む植物ですか?
pt_br: Esta é a plantinha que você quer?

# string_args_0022
source: Choose your plant type...
es: Elige el tipo de tu planta...
it: Scegli il tipo di impianto...
ja: 植物の種類を選択してください...
pt_br: Escolha o tipo de sua plantinha...

# string_args_0023
source: You can move it:
es: Puedes moverla:
it: Puoi spostarlo:
ja: 移動できます:
pt_br: Você pode movimentar a:

# string_args_0024
source: Tap and drag to move
es: Toca y arrastra para mover
it: Tocca e trascina per spostare
ja: タップしてドラッグして移動
pt_br: Toque e arraste para movimentar

# string_args_0025
source: Not Defined
es: No definido
it: Non definito
ja: 定義されていません
pt_br: Não Definido

# string_args_0026
source: Enter your name
es: Escribe tu nombre
it: Inserisci il tuo nome
ja: 名前を入力してください
pt_br: Digite seu nome

# string_args_0027
source: Choose your plant's name:
es: Elige el nombre de tu planta:
it: Scegli il nome della tua pianta:
ja: 植物の名前を選択してください:
pt_br: Escolha o nome de sua plantinha:

# string_args_0028
source: Flower
es: Flor
it: Fiore
ja: 花
pt_br: Flor

# string_args_0029
source: Succulent
es: Suculenta
it: Succulente
ja: 多肉植物
pt_br: Suculenta

# string_args_0030
source: Fruit-bearing
es: Frutal
it: Fruttiforme
ja: 結実
pt_br: Frutífera

# string_args_0031
source: Cactus
ja: サボテン

# string_args_0032
source: Enter a name for the plant.
es: Escribe un nombre para la planta.
it: Inserisci un nome per la pianta.
ja: 植物の名前を入力してください。
pt_br: Digite um nome para a Planta.

# string_args_0033
source: Representation of two buttercups containing green petals, joined by a green branch
it: Rappresentazione di due ranuncoli contenenti petali verdi, uniti da un ramo verde
ja: 緑の枝で結合された、緑の花びらを含む 2 つのキンポウゲの表現

# string_args_0034
source: Succulent, originally from Mexico that grows in the shape of a small rose, reaching up to 12.5 cm in diameter, contains long leaves in grayish-green color, and if they receive a lot of light they can become reddish and even slightly purple
it: Succulente, originaria del Messico che cresce a forma di piccola rosa, arrivando fino a 12,5 cm di diametro, contiene lunghe foglie di colore verde-grigiastro, e se ricevono molta luce possono diventare rossastre e anche leggermente violacee
ja: メキシコ原産の多肉植物で、直径 12.5 cm に達する小さなバラの形に成長し、灰緑色の長い葉を含み、多くの光を受けると赤みを帯び、わずかに紫色になることもあります

# string_args_0035
source: Tree Seedling similar to a branch of eucalyptus, which has small leaves that are more rounded and completely green
it: Pianta arborea simile a un ramo di eucalipto, che ha piccole foglie più arrotondate e completamente verdi
ja: ユーカリの枝に似た木の実生で、小さな葉が丸みを帯び、完全に緑色になっています

# string_args_0036
source: Small-sized oval cactus, fully green and flowerless, with pointed ends
it: Cactus ovale di piccole dimensioni, completamente verde e senza fiori, con estremità appuntite
ja: 小さな楕円形のサボテンで、完全に緑で花がなく、先端が尖っている
